Repository: katzwebservices/Code-Interview
Catalog: WordPress/languages/funny-quotes-*.po
Languages: es_es

source: Quotes
es_es: Citas

source: Quote
es_es: Citar

source: Add new Quote
es_es: Añadir nueva cotización

source: Edit Quote
es_es: Editar cotización

source: Funny & Motivational Quotes
es_es: Citas divertidas y de motivación

source: Title:
es_es: Título:

source: Show # of Quotes
es_es: Número de presupuestos a mostrar

source: Showing %d quotes:
es_es: Mostrando %d cotizaciones:

source: Funny Quotes
es_es: Citas divertidas

source: Funny Quotes Settings
es_es: Ajustes divertidos de las cotizaciones

source: Dashboard
es_es: Tablero

source: When to show
es_es: Cuándo mostrar

source: Enter your settings below:
es_es: Ingrese su configuración a continuación:

source: Every page load
es_es: Cada carga de página

source: One per hour
es_es: Uno por hora

source: One per day
es_es: Uno por día
